e5-2620-v4/noretpoline-nopti-nopcid/pgbench/100/runs/result-rw-prepared-100-1.log
transaction type: <builtin: simple update>
scaling factor: 100
query mode: prepared
number of clients: 16
number of threads: 16
duration: 1800 s
number of transactions actually processed: 59607968
latency average = 0.483 ms
tps = 33115.527609 (including connections establishing)
tps = 33115.600802 (excluding connections establishing)